Autodesk.Revit.UI.IExternalResourceUIServerProxy.HandleBrowseResult(Autodesk.Revit.DB.ExternalResourceUIBrowseResultType,System.String)
Implement this method to handle browsing external resources operation result.
Remarks:
This method will be called automatically when users browsing external resources, such as
list folders and resources of an external server or a foler, or open an external resource in browsing dialog.
resultType:
The result of browsing operation.
browsingItemPath:
The absolute path of item which is browsing.
Since:
2015